Revit 2027 API
EndTreatmentType.Create Method
Overload List
Name | Description
Create(Document) |  Creates a new EndTreatmentType in the specified document.
Create(Document, String) |  Creates a new EndTreatmentType in the specified document and adds the input string to the endTreatment parameter.
Top
See Also
Reference
EndTreatmentType Class
Autodesk.Revit.DB.Structure Namespace